[{"ID":"ID","Setor":"Setor","Tags":"Tags","Pergunta":"Pergunta","Resposta":"Sugestão de resposta. Para validação","Obs":"Obs.","Links":"Links LP"},{"ID":1,"Setor":"App","Tags":"App","Pergunta":"Quando o aplicativo Smart Fit estará disponível para os clientes Just Fit?","Resposta":"Assim que a sua unidade migrar completamente, você vai ser informado por email sempre! Com o Smart Fit App, você tem acesso ao seu treino na palma da sua mão e sem pagar nada a mais por isso! E todos os exercícios trazem um vídeo demonstrativo pra você aprender a execução dele! Na primeira visita a uma unidade Smart Fit, clientes Just Fit precisam atualizar algumas informações para ter acesso total à academia e a todas as plataformas digitais da Smart Fit, inclusive o app. Nele, além das séries personalizadas feitas pra você, também tem as aulas online do <a href='https://www.smartfit-go.com/' target='_blank'>Smart Fit GO</a>, uma plataforma de treinos gravados e ao vivo para fazer quando e onde quiser. Mais: no app, você também pode reservar seu horário na academia.\r\n\r\nPara aproveitar tudo isso, é só fazer o download do Smart Fit App na <a href='https://play.google.com/store/apps/details?id=com.eokoe.smartfitcoach&hl=pt_BR&gl=US' target='_blank'>Play Store</a> ou no <a href='https://apps.apple.com/br/app/smart-fit-app/id1308265270/' target='_blank'>App Store</a> e testar todos os recursos. Você vai se surpreender!","Links":"SF GO: https://www.smartfit-go.com/; Play Store: https://play.google.com/store/apps/details?id=com.eokoe.smartfitcoach&hl=pt_BR&gl=US; App Store: https://apps.apple.com/br/app/smart-fit-app/id1308265270"},{"ID":2,"Setor":"App","Tags":"App, Treino","Pergunta":"Onde encontro meu treino?","Resposta":"Para ter um treino totalmente personalizado, fale com um dos nossos professores na unidade (aqueles com camiseta amarela) e solicite um novo treino. As séries são montadas de acordo com o seu objetivo e o seu nível de condicionamento físico. Depois, basta acessar o Smart Fit App para ver a sequência, o número de repetições e a carga de cada exercício (todos eles vêm com vídeo demonstrativo!)."},{"ID":3,"Setor":"App","Tags":"App, Treino","Pergunta":"Como faço para trocar meu treino?","Resposta":"Fale com um dos nossos professores na unidade (aqueles com camiseta amarela) e solicite um novo treino. Ele atualizará sua rotina fitness de acordo com o seu objetivo e seu condicionamento físico. As séries podem ser acessadas via Smart Fit App, gratuitamente. Para aproveitar tudo isso, faça o download na Play Store ou no App Store.","Links":"SF GO: https://www.smartfit-go.com"},{"ID":4,"Setor":"Benefícios","Tags":"Benefícios","Pergunta":"Como ficará o benefício Just & Você?","Resposta":"Com a migração das academias, o benefício Just & Você deixará de existir. Mas, você poderá utilizar todos os benefícios de quem é cliente Smart Fit, como o <a href='https://www.smartfit-go.com/' target='_blank'>Smart Fit GO</a>, que é a plataforma de treinos online – gravados e ao vivo. São mais de 400 opções de treinos à distância para você se exercitar quando e onde quiser. Exclusivos para clientes ativos da Smart Fit. ","Links":"SF GO: https://www.smartfit-go.com"},{"ID":5,"Setor":"Benefícios","Tags":"Benefícios","Pergunta":"Clientes com voucher de desconto poderão usar o benefício?","Resposta":"Sim, todos os descontos serão mantidos. Gostou, né?"},{"ID":6,"Setor":"Benefícios","Tags":"Benefícios","Pergunta":"Como ficam os clientes que possuem créditos ou descontos devido aos períodos em que as unidades Just Fit ficaram fechadas?","Resposta":"A Smart Fit vai manter todos os créditos e descontos referentes ao período de fechamento, conforme as condições já negociadas. Não se preocupe: eles serão feitos de maneira automática."},{"ID":7,"Setor":"COVID19","Tags":"COVID19","Pergunta":"Maiores de 60 anos podem frequentar as academias, de acordo com as medidas preventivas de COVID?","Resposta":"Em alguns locais, há decretos que não permitem que pessoas com mais de 60 anos frequentem a academia, por serem do grupo de risco para a COVID-19. Por isso, antes de qualquer coisa, consulte as normas dos órgãos públicos da sua cidade. Caso o seu município permita que você treine e você queira voltar a frequentar a academia, basta acessar o <a href='https://www.smartfit.com.br/person_sessions/new' target='_blank'>Espaço do Cliente</a> e fazer o descongelamento do seu plano. Não se esqueça: com o plano ativo, você também tem acesso liberado ao <a href='https://www.smartfit-go.com/' target='_blank'>Smart Fit GO</a>, nossa plataforma de treinos à distância para você cuidar da sua saúde quando e onde quiser.","Links":"Espaço do Cliente: https://www.smartfit.com.br/person_sessions/new SF GO: https://www.smartfit-go.com"},{"ID":8,"Setor":"COVID19","Tags":"COVID19, Agendamento","Pergunta":"Como faço para agendar um horário de treino?","Resposta":"Se a sua unidade ainda não migrou totalmente para Smart Fit, você deve continuar agendando seu horário de treino pelo <a href='https://fale.justfit.com.br/agenda/login' target='_blank'>site da Just Fit</a>. Agora, se a sua unidade já virou Smart Fit, basta usar o Smart Fit App (disponível gratuitamente para Android e iOS) ou usar a área de <a href='https://www.smartfit.com.br/reservas' target='_blank'>Reservas</a> no site da Smart Fit. ATENÇÃO: fique de olho nas informações que enviamos no seu e-mail sobre a situação da sua unidade e do seu plano.","Links":"Reservas: https://www.smartfit.com.br/reservas Site JF: https://fale.justfit.com.br/agenda/login"},{"ID":9,"Setor":"COVID19","Tags":"COVID19, Agendamento","Pergunta":"Meu convidado precisa agendar um horário?","Resposta":"Não é necessário agendar o horário do convidado. Porém, a entrada está condicionada ao limite de capacidade estabelecido pelos protocolos municipais de prevenção à COVID-19."},{"ID":10,"Setor":"COVID19","Tags":"COVID19","Pergunta":"Posso trancar/congelar meu plano?","Resposta":"A Smart Fit entende que, em tempos de pandemia, é importante que os clientes possam congelar a mensalidade até que se sintam confortáveis para voltar a treinar nas unidades. Mas olha só: a gente segue mais de 40 protocolos para garantir a sua segurança, tá?\r\nVocê pode solicitar o congelamento diretamente no <a href='https://www.smartfit.com.br/person_sessions/new' target='_blank'>Espaço do Cliente</a>, dentro do site da Smart Fit. Basta ir em \"Meu Plano\" e depois em \"Congelamento\", selecionar o motivo e pronto! Sua mensalidade estará congelada pelos próximos 15 dias a partir da data da solicitação. Após esse período, caso ainda queira manter a mensalidade congelada, é necessário refazer o mesmo procedimento, ok? Se ele não for realizado, sua mensalidade ficará ativa novamente e você poderá voltar a frequentar a academia.\r\nFICA A DICA: você pode cuidar da sua saúde em casa e com a orientação dos nossos professores. Com o plano ativo, você tem acesso completo ao <a href='https://www.smartfit-go.com/' target='_blank'>Smart Fit GO</a>, nossa plataforma de treinos à distância (são mais de 400 vídeos!) e ao <a href='https://smartfit.com.br/smartfitclass?_ga=2.29093436.1265032118.1623939917-1032882704.1620049717' target='_blank'>Smart Fit Class (com aulas de FitDance e Zumba)</a> (com aulas de FitDance e Zumba). Quando congelado, você fica sem acesso a eles, ok?!","Links":"Espaço do Cliente: https://www.smartfit.com.br/person_sessions/new SF GO: https://www.smartfit-go.com"},{"ID":11,"Setor":"COVID19","Tags":"COVID19","Pergunta":"O procedimento de higienização será igual ao da Just Fit?","Resposta":"Para que você possa treinar com tranquilidade e sem preocupações, implementamos todos os protocolos de segurança recomendados pela Associação Brasileira das Academias (Normas da ACAD) e chancelados por profissionais doutoras da Escola de Enfermagem da Universidade de São Paulo (USP).\r\n \r\nMas é importante que todos façam a sua parte. Por isso, pedimos que os clientes higienizem os equipamentos antes e depois do uso e usem a máscara durante todo o tempo de permanência na unidade. Os clientes que quiserem usar face shield também devem estar com a máscara bem ajustada e cobrindo totalmente a boca e o nariz.\r\nPara garantir o distanciamento dentro da unidades, além de termos demarcações no piso e equipamentos desativados, também exigimos que o cliente reserve o treino previamente para controle do número de frequentadores. Quer saber os horários mais vazios? No site da Smart Fit, você consegue acompanhar o fluxo por hora de cada unidade em <a href='https://www.smartfit.com.br/unidades' target='_blank'>www.smartfit.com.br/unidades</a>.\r\n\r\nAh! E o procedimento completo de higienização leva aproximadamente 30 minutos e será realizado, pelo menos, duas vezes por dia."},{"ID":12,"Setor":"Estrutura","Tags":"Estrutura","Pergunta":"As unidades permanecerão com acesso Wi-Fi?","Resposta":"O Smart Fit App funciona no modo offline, então, o seu treino está garantido! Com a migração, não teremos mais a opção de Wi-Fi, tá? #FocoNoTreino"},{"ID":13,"Setor":"Financeiro","Tags":"Financeiro","Pergunta":"Já paguei minha anuidade Just Fit e agora?","Resposta":"Você não precisa pagar uma nova anuidade até a próxima renovação do contrato."},{"ID":14,"Setor":"Financeiro","Tags":"Financeiro","Pergunta":"Como será meu pagamento a partir de agora?","Resposta":"Você não precisa fazer nada - além de vir treinar! Os pagamentos seguirão da mesma forma, com exceção do débito automático do Branco do Brasil, que precisará ser alterado para outra forma de pagamento. Você pode fazer isso na recepção da sua unidade."},{"ID":15,"Setor":"Financeiro","Tags":"Financeiro","Pergunta":"O valor da manutenção anual irá mudar?","Resposta":"Para os contratos vigentes, a manutenção anual se mantém a mesma. Só na próxima renovação, o valor seguirá as condições vigentes da Smart Fit."},{"ID":16,"Setor":"Financeiro","Tags":"Financeiro","Pergunta":"O valor do meu plano irá mudar?","Resposta":"Os termos e valores contratados por você na Just Fit serão mantidos - ou sejaaaaa, o valor do seu plano continua o mesmo. Apenas os clientes que pagam valores acima do teto praticado pela Smart Fit terão o valor do plano ajustado - ou sejaaaa, ele será reduzido \\o/."},{"ID":37,"Setor":"Financeiro","Tags":"Financeiro","Pergunta":"Minha data de cobrança vai continuar sendo a mesma?","Resposta":"Na Smart Fit, temos 3 dias para cobranças: dias 1, 10 e 20 de cada mês. A partir de Julho, as cobranças dos clientes Just Fit serão realizadas da seguinte forma:\r\nDias 2 a 10 passarão ao dia 10\r\nDias 11 a 20 passarão ao dia 20\r\nDias 21 a 1 passarão ao dia 1"},{"ID":17,"Setor":"Gympass","Tags":"Planos, Gympass","Pergunta":"Sou cliente Gympass, vou poder continuar utilizando as academias?","Resposta":"Não se preocupe, seu acesso está garantido! Então, bora treinar!"},{"ID":18,"Setor":"Migração","Tags":"Migração","Pergunta":"Quando a minha academia Just Fit vai migrar para Smart Fit?","Resposta":"A gente não vai te esquecer, tá? Todos clientes serão comunicados por e-mail sobre a migração de cada unidade (não será tudo de uma única vez)."},{"ID":19,"Setor":"Migração","Tags":"Migração","Pergunta":"Os clientes da Smart Fit poderão utilizar as academias Just Fit?","Resposta":"Segura a ansiedade só um pouquinho porque logo logo os clientes Black da Smart Fit poderão treinar em todas as unidades Just Fit. Só que, antes, precisamos concluir a migração delas, ok?"},{"ID":20,"Setor":"Planos","Tags":"Planos, Corporativo","Pergunta":"Meu plano corporativo vai continuar a valer na Smart Fit?","Resposta":"Durante o período de migração, você poderá experimentar todos os serviços das unidades convertidas para Smart Fit. Para isso, a recepção irá te solicitar algumas informações na entrada."},{"ID":21,"Setor":"Planos","Tags":"Planos, Corporativo","Pergunta":"Serão aceitas as mesmas empresas no corporativo?","Resposta":"Nosso time vai analisar com carinho todas as parcerias corporativas - faremos o possível para reestabelecer todas elas nas melhores condições. Enquanto isso, cliente de plano corporativo pode experimentar os serviços das unidades convertidas em Smart Fit durante o período de migração (basta apresentar algumas informações solicitadas pela recepção na entrada). "},{"ID":22,"Setor":"Planos","Tags":"Planos, FitPlus","Pergunta":"Clientes Fit Plus podem frequentar as unidades Smart Fit?","Resposta":"Oh yes, baby! Os clientes Fit Plus* passarão a ter plano Black da Smart Fit, que dá acesso a mais de 900 unidades em toda a América Latina (são 13 países!). Além disso, você também pode aproveitar a nossa cadeira de massagem sempre que quiser (recomendamos usá-la depois do treino para relaxar)."},{"ID":23,"Setor":"Planos","Tags":"Planos, Personal","Pergunta":"Posso continuar treinando com o meu Personal?","Resposta":"Claro que sim! Personal trainer é mais do que bem-vindo na Smart Fit! Mas antes, ele precisa conversar com o líder da unidade de seu interesse para ter o plano de Personal Trainer da Smart Fit."},{"ID":24,"Setor":"Planos","Tags":"Planos, Personal","Pergunta":"Os valores dos planos de personal permanecerão os mesmos?","Resposta":"Algumas condições e valores poderão ser ajustadas de acordo com os processos da Smart Fit. Os detalhes podem ser esclarecidos pelo líder da própria unidade."},{"ID":25,"Setor":"Planos","Tags":"Planos, Just, FitPLus","Pergunta":"Qual será meu novo plano na Smart Fit?","Resposta":"O plano Just* e o plano Fit* correspondem ao plano Smart. Já o plano Fit Plus corresponde ao plano Black. Você pode conferir o detalhe de cada um deles <a href='https://www.smartfit.com.br/planos' target='_blank'>aqui</a>.","Links":"Link Planos: https://www.smartfit.com.br/planos"},{"ID":26,"Setor":"Planos","Tags":"Planos, FitPlus","Pergunta":"Tenho o plano FITPLUS, posso utilizar as academias Just Fit que migraram para Smart Fit?","Resposta":"Sim! Você pode frequentar elas e as demais 900 unidades Smart Fit espalhadas em 13 países da América Latina. Os clientes Fit Plus têm os mesmos benefícios do plano Black, inclusive nossa cadeira de massagem (perfeita para o final do treino!). Você pode conferir os detalhes de cada plano <a href='https://www.smartfit.com.br/planos' target='_blank'>aqui</a>.","Links":"Link Planos: https://www.smartfit.com.br/planos"},{"ID":27,"Setor":"Planos","Tags":"Planos","Pergunta":"Quais benefícios teremos nos planos?","Resposta":"Plano Smart: Treine o quanto quiser na sua unidade, sem taxa de cancelamento.\r\nAulas de Ginástica\r\nÁreas de musculação e cardio\r\nSem taxa de cancelamento\r\nSmart Fit GO (plataforma de treinos à distância)\r\nAcesso ilimitado a todas áreas da academia\r\n\r\nPlano Black: Treine em qualquer uma das 900 unidades Smart Fit na América Latina.\r\nAulas de Ginástica\r\n1 mês para presentear alguém\r\nÁreas de musculação e cardio\r\nCadeira de massagem\r\nAcesso ilimitado às demais unidades da rede**\r\nLeve amigos para treinar com você\r\nSmart Fit GO (plataforma de treinos à distância)\r\nAcesso ilimitado a todas áreas da academia"},{"ID":28,"Setor":"Planos","Tags":"Planos","Pergunta":"Clientes FITPLUS poderão levar convidados?","Resposta":"Sim. Adoramos receber seus amigos na Smart Fit! Clientes Fit Plus* terão os mesmos benefícios do plano Black. Você pode conferir o detalhe de cada um dos planos <a href='https://www.smartfit.com.br/planos' target='_blank'>aqui</a>.","Links":"Link Planos: https://www.smartfit.com.br/planos"},{"ID":29,"Setor":"Planos","Tags":"Planos","Pergunta":"Sou cliente Just Fit, tenho que cadastrar uma nova biometria?","Resposta":"Sim. Na primeira vez que visitar a unidade Smart Fit da sua escolha, você poderá cadastrar sua biometria para ter acesso à unidade."},{"ID":30,"Setor":"Planos","Tags":"Planos","Pergunta":"Sou cliente Smart Fit e Just Fit, como ficam os meus planos?","Resposta":"Não se preocupe, nós faremos os ajustes automaticamente. O plano mantido será o da Smart Fit e o plano Just Fit será cancelado sem nenhum ônus, ok?"},{"ID":31,"Setor":"Planos","Tags":"Contrato","Pergunta":"Tenho que assinar um novo plano de adesão?","Resposta":"Não precisa, não. Nossa equipe está trabalhando para que a migração do seu plano seja totalmente automática. Só vamos pedir pra você atualizar algumas informações como foto e biometria no primeiro acesso à unidade. E não se preocupe, o valor do seu plano continuará o mesmo!"},{"ID":32,"Setor":"Planos","Tags":"Contrato","Pergunta":"Fiz um cadastro na Just Fit há pouco tempo, já sou cliente Smart Fit?","Resposta":"Sim, todos os clientes Just Fit migrarão para Smart Fit. Nossa equipe está muito empolgada em te receber!"},{"ID":33,"Setor":"Planos","Tags":"Contrato","Pergunta":"Os contratos serão alterados?","Resposta":"Não. Queremos que essa migração não te dê trabalho nenhum! Por isso, os contratos permanecerão iguais ao momento que você adquiriu o plano na Just Fit."},{"ID":34,"Setor":"Planos","Tags":"App/Treino","Pergunta":"Sou cliente Just Fit, como faço para cancelar o plano?","Resposta":"Sério que você não vai ficar com a gente? :( Para cancelar o seu plano, você pode ir pessoalmente à recepção de qualquer unidade e fazer a sua solicitação. Lembre-se: o cancelamento deve ser feito com antecedência de 30 dias da próxima data de vencimento. Em alguns estados, o prazo para cancelamento pode ser diferente, por isso, consulte na sua unidade ou veja mais informações no seu contrato.\r\nCaso a sua unidade esteja fechada, você pode efetuar o congelamento da sua mensalidade por até 15 dias acessando o <a href='https://www.smartfit.com.br/person_sessions/new' target='_blank'>Espaço do Cliente</a>. Após esse período, é possível solicitar a renovação do congelamento por mais 15 dias. FICA A DICA: com plano ativo, você tem acesso completo ao Smart Fit GO, nossa plataforma de treinos à distância (são mais de 400 vídeos!) e ao Smart Fit Class (com aulas ao vivo de Zumba e FitDance).","Links":"Espaço do Cliente: https://www.smartfit.com.br/person_sessions/new"},{"ID":35,"Setor":"Treino","Tags":"Benefícios","Pergunta":"Como fica a comparação de medidas e resultados?","Resposta":"Com a migração das academias, esse serviço não estará mais disponível como benefício dos planos. Mas você pode assinar o <a href='https://www.smartnutriapp.com/' target='_blank'>Smart Fit Nutri</a> e fazer o acompanhamento com a nossa equipe de nutricionistas. Com o aplicativo, vamos te ajudar a emagrecer e ganhar massa muscular com uma alimentação mais saudável. Ah! A maioria das nossas unidades já recebe a balança de bioimpedância InBody (a melhor do mercado!) para avaliar a sua composição corporal. Clique <a href='https://www.smartnutriapp.com/' target='_blank'>aqui</a> e saiba mais.","Links":"Smart Fit Nutri: https://www.smartnutriapp.com/"},{"ID":36,"Setor":"Treinos e Aulas","Tags":"Treinos e Aulas","Pergunta":"As aulas serão as mesmas da Smart?","Resposta":"O cronograma de aulas continua normalmente até que a unidade seja migrada totalmente para a Smart Fit. A partir daí, a unidade contará com as aulas e treinos coletivos da Smart Fit."},{"ID":37,"Setor":"Espaço do Cliente","Tags":"Espaço do Cliente","Pergunta":"Como acesso o Espaço do Cliente da Smart Fit?","Resposta":"Para acessar o <a href='https://www.smartfit.com.br/person_sessions/new' target='_blank'>Espaço do Cliente</a>, você precisa fazer login com o e-mail cadastrado no momento da compra na Just Fit e acionar o campo \"esqueci a senha\". Com isso, você receberá as instruções de redefinição de senha nesse e-mail e já pode acessar todas as funcionalidades do site da Smart Fit.","Links":"Espaço do Cliente: https://www.smartfit.com.br/person_sessions/new"}]